{
  "excursions": [
    {
      "name": "Warszawa",
      "description": "Stolica Polski i województwa mazowieckiego, największe miasto w kraju, położone w jego centralnej części, na Nizinie Środkowomazowieckiej, na Mazowszu, nad Wisłą. Prawa miejskie uzyskała przed 1300.",
      "adultPrice": "200",
      "childPrice": "100",
      "id": 2
    },
    {
      "name": "Kraków",
      "description": "Miasto na prawach powiatu położone w południowej Polsce nad Wisłą, drugie co do liczby mieszkańców i powierzchni miasto kraju, formalna stolica Polski do 1795 r.",
      "adultPrice": "200",
      "childPrice": "100",
      "id": 3
    },
    {
      "name": "Częstochowa",
      "description": "Miasto na prawach powiatu w południowej Polsce, w województwie śląskim, siedziba powiatu częstochowskiego. W latach 1975–1998 stolica województwa częstochowskiego. Częstochowa, pomimo tego że znajduje się w granicach województwa śląskiego, historycznie, kulturowo i etnicznie należy do Małopolski.",
      "adultPrice": "100",
      "childPrice": "50",
      "id": 5
    },
    {
      "name": "Wrocław",
      "description": "Wrocław – miasto na prawach powiatu w południowo-zachodniej Polsce, siedziba władz województwa dolnośląskiego i powiatu wrocławskiego. Położone w Europie Środkowej, na Nizinie Śląskiej, nad Odrą i czterema jej dopływami. Jest historyczną stolicą Dolnego Śląska, a także całego Śląska.",
      "adultPrice": "150",
      "childPrice": "75",
      "id": 6
    },
    {
      "name": "Poznań",
      "description": "Wielkopolska",
      "adultPrice": "150",
      "childPrice": "75",
      "id": 7
    }
  ],
  "orders": [
    {
      "clientName": "Rafał Kazik",
      "clientEmail": "rafal@wymysl.to",
      "fullBasket": [
        "Miasto: Poznań, cena za całość: 375 PLN (dorośli: 2 x 150 PLN, dzieci: 1 x 75 PLN)",
        "Miasto: Warszawa, cena za całość: 100 PLN (dorośli: 0 x 200 PLN, dzieci: 1 x 100 PLN)",
        "Miasto: Częstochowa, cena za całość: 300 PLN (dorośli: 3 x 100 PLN, dzieci: 0 x 50 PLN)"
      ],
      "fullPrice": 775,
      "id": 1
    }
  ]
}
